Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/track-tm.tmx
Source language: en
Languages: ca_es

source: The session key is used to identify stored custom settings and session data on the server. Although it is automatically generated by default, you may change it to something easier to remember at any time if you wish to load your settings in a different web browser.
ca_es: La clau de sessió s'utilitza per a identificar els paràmetres personals i dades de la sessió emmagatzemats al servidor. Tot i que per defecte es genera automàticament, podeu canviar-ho a una cosa més fàcil de recordar en quasevol moment per si voleu carregar les vostres preferències a un altre navegador.

source: Restore session:
ca_es: Restaura la sessió:

source: Load
ca_es: Carrega

source: You may load a previously created session by entering the corresponding session key below. This lets you share settings between multiple computers and web browsers.
ca_es: Podeu carregar una sessió creada anteriorment introduint la clau de la sessió corresponent a continuació. Això us permet compartir les preferències entre múltiples ordinadors i navegadors web.

source: Time zone:
ca_es: Fus horari:

source: Default time zone
ca_es: Fus horari per defecte

source: Configuring your time zone will result in all dates and times displayed on this site to use your time zone instead of that of the server.
ca_es: Si configureu el vostre fus horari, les dates i hores mostrades a aquest lloc empraran el vostre fus horari en lloc del del servidor.

source: Example: The current time is [1:%(time)s] (UTC).
ca_es: Exemple: L'hora actual és [1:%(time)s] (UTC).

source: In your time zone %(tz)s, this would be displayed as [1:%(formatted)s].
ca_es: Al vostre fus horari %(tz)s, això es mostraria com [1:%(formatted)s].

source: Note: Universal Co-ordinated Time (UTC) is also known as Greenwich Mean Time (GMT).[1:] A positive offset is used to indicate a timezone at the east of Greenwich, i.e. ahead of Universal Time.
ca_es: Nota: L'Hora Universal Coordinada (UTC) també és coneguda com a Greenwich Mean Time (GMT).[1:] Un òfset positiu indica un fus horari a l'est de Greenwich, és a dir, per davant de l'Hora Universal.

source: Full name:
ca_es: Nom complet:

source: Email address:
ca_es: Adreça electrònica:

source: This information is used to automatically populate some forms on this site with your contact details.
ca_es: Aquesta informació s'empra per a emplenar automàticament alguns formularis del lloc web amb els vostres detalls de contacte.

source: This information is used to associate your login name with your email address and full name, which is used for email notification and RSS feeds, for example.
ca_es: Aquesta informació s'empra per a associar el vostre nom d'usuari amb la vostra adreça de correu i nom complet, que s'utilitzen a les notificacions i canals RSS, per exemple.

source: Enable access keys
ca_es: Habilita les tecles d'accés

source: This site provides keyboard shortcuts for faster access to certain functions of this site. As these shortcuts can cause conflicts with shortcuts provided by the desktop system or web browser, they are disabled by default. See [1:TracAccessibility] for more information on access keys.
ca_es: Aquest lloc proveeix dreceres de teclat per a accedir més ràpidament a certes funcions del lloc. Com aquestes dreceres poden causar conflictes amb les dreceres proveïdes pel sistema d'escriptori o navegador web, són inhabilitades per defecte. Vegeu [1:TracAccessibility] per a obtenir més informació sobre les tecles d'accés.

source: Language:
ca_es: Llengua:

source: Configuring your language will result in all text displayed on this site to use your language instead of that of the server.
ca_es: Configurar la llengua farà que tot el text d'aquest lloc es mostre en la vostra llengua en lloc de la del servidor.

source: The Pygments syntax highlighter can be used with different coloring styles.
ca_es: El ressaltador de sintaxi Pygments es pot emprar amb diferents estils de colors.

source: Style:
ca_es: Estil:

source: Preview:
ca_es: Previsualitza:

source: Search
ca_es: Cerca

source: Browse repository path %(path)s
ca_es: Navega pel camí %(path)s del dipòsit

source: Search query too short. Query must be at least %(num)s characters long.
ca_es: La consulta de cerca és massa curta. La consulta ha de tenir almenys %(num)s caràcters.

source: Next Page
ca_es: Pàgina següent

source: Previous Page
ca_es: Pàgina anterior

source: Results
ca_es: Resultats

source: Quickjump to %(name)s
ca_es: Vés a %(name)s

source: By %(author)s
ca_es: Per %(author)s

source: No matches found.
ca_es: No hi ha cap coincidència.

source: [1:Note:] See [2:TracSearch] for help on searching.
ca_es: [1:Nota:] Vegeu [2:TracSearch] per a obtenir ajuda sobre les cerques.

source: Trac: Integrated SCM & Project Management
ca_es: Trac: SCM integrat i gestió de projectes

source: Trac is a web-based software project management and bug/issue tracking system emphasizing ease of use and low ceremony. It provides an integrated Wiki, an interface to version control systems, and a number of convenient ways to stay on top of events and changes within a project.
ca_es: El Trac és un gestor de projectes de programari i gestor d'errors/problemes basat en web, que enfatitza la facilitat d'ús i la simplicitat. Proveeix un Wiki integrat, una interfície per a sistemes de control de versions i un nombre de maneres convenients d'estar informat dels esdeveniments i canvis que tenen lloc a un projecte.

source: Trac is distributed under the modified BSD License.[1:] The complete text of the license can be found [2:online] as well as in the [3:COPYING] file included in the distribution.
ca_es: El Trac es distribueix sota la Llicència BSD modificada.[1:] Es pot trobar el text complet de la llicència [2:en línia] així com al fitxer [3:COPYING] inclòs a la distribució.

source: python powered
ca_es: funciona amb python

source: Please visit the Trac open source project: [1:http://trac.edgewall.org/]
ca_es: Visiteu el projecte de programari lliure Trac: [1:http://trac.edgewall.org/]

source: System Information
ca_es: Informació del sistema

source: Version
ca_es: Versió

source: Installed Plugins
ca_es: Connectors instaŀlats

source: N/A
ca_es: N/D

source: Section
ca_es: Secció

source: Value
ca_es: Valor

source: Attach file
ca_es: Adjunta un fitxer

source: – Attachment
ca_es: – Adjunt

source: – Attachments
ca_es: – Adjunts

source: %(filename)s on %(parent)s – Attachment
ca_es: %(filename)s a %(parent)s – Adjunt

source: Add Attachment to [1:%(parent)s]
ca_es: Afegeix un adjunts a [1:%(parent)s]

source: (size limit %(value)s)
ca_es: (el límit de la mida és %(value)s)

source: Attachment Info
ca_es: Informació sobre l'adjunt

source: Your email or username:
ca_es: El vostre correu o nom d'usuari:

source: Description of the file (optional):
ca_es: Descripció del fitxer (opcional):

source: Replace existing attachment of the same name
ca_es: Reemplaça l'adjunt existent amb el mateix nom

source: Add attachment
ca_es: Afegeix un adjunt

source: Are you sure you want to delete this attachment?
ca_es: Esteu segur de voler suprimir aquest adjunt?

source: Delete attachment
ca_es: Suprimeix l'adjunt

source: Attach another file
ca_es: Adjunta un altre fitxer

source: %(size)s bytes
ca_es: %(size)s octets

source: Property %(name)s changed from %(old)s to %(new)s
ca_es: S'ha canviat la propietat %(name)s de %(old)s a %(new)s

source: Property %(name)s set to %(value)s
ca_es: S'ha establert la propietat %(name)s a %(value)s

source: Property %(name)s deleted
ca_es: S'ha suprimit la propietat %(name)s

source: Differences
ca_es: Diferències

source: View differences
ca_es: Mostra les diferències

source: inline
ca_es: en línia

source: side by side
ca_es: costat a costat

source: [1:[2:] Show] [3:[4:] lines around each change]
ca_es: [1:[2:] Mostra] [3:[4:] línies al voltant de cada canvi]

source: Show the changes in full context
ca_es: Mostra els canvis en el context complet

source: Ignore:
ca_es: Ignora:

source: Blank lines
ca_es: Línies en blanc

source: Case changes
ca_es: Canvis en la capitalització

source: White space changes
ca_es: Canvis als espais en blanc

source: Update
ca_es: Actualitza

source: Changes between [1:Version %(old)s] and [2:Version %(new)s] of [3:%(name)s]
ca_es: Canvis entre la [1:versió %(old)s] i la [2:versió %(new)s] de [3:%(name)s]

source: Changes between [1:Initial Version] and [2:Version %(new)s] of [3:%(name)s]
ca_es: Canvis entre la [1:versió inicial] i la [2:versió %(new)s] de [3:%(name)s]

source: Changes from [1:Version %(new)s] of [2:%(name)s]
ca_es: Canvis des de la [1:versió %(new)s] de [2:%(name)s]

source: Timestamp:
ca_es: Marca horària:

source: (multiple changes)
ca_es: (múltiples canvis)

source: %(date)s (%(duration)s ago)
ca_es: %(date)s (fa %(duration)s)

source: Comment:
ca_es: Comentari

source: Legend:
ca_es: Llegenda:

source: Unmodified
ca_es: No modificat

source: Added
ca_es: Afegit

source: Removed
ca_es: Suprimit

source: Modified
ca_es: Modificat

source: Create
ca_es: crear

source: Trac detected an internal error:
ca_es: El Trac ha detectat un error intern:

source: There was an internal error in Trac. It is recommended that you notify your local [1: Trac administrator] with the information needed to reproduce the issue.
ca_es: S'ha produït un error intern al Trac. És recomanable que informeu l'[1: administrador del Trac] amb la informació necessària per a reproduir el problema.

source: To that end, you could %(create)s a ticket.
ca_es: Per a això, podeu %(create)s un tiquet.

source: The action that triggered the error was:
ca_es: L'acció que ha causat l'error és:

source: This is probably a local installation issue.
ca_es: Aquest és probablement un problema de la instaŀlació local.

source: You should %(create)s a ticket at the admin Trac to report the issue.
ca_es: Hauríeu de %(create)s un tiquet al Trac d'administració per a informar del problema.

source: Found a bug in Trac?
ca_es: Heu trobat una errada al Trac?

source: If you think this should work and you can reproduce the problem, you should consider creating a bug report.
ca_es: Si penseu que això hauria de funcionar i podeu reproduir el problema, hauríeu de crear un informe d'error.

source: Note that the %(name)s plugin seems to be involved.
ca_es: Teniu en compte que sembla que el connector %(name)s està involucrat.

source: Note that the following plugins seem to be involved:
ca_es: Teniu en compte que els connectors següents semblen estar involucrats:

source: Please report this issue to the plugin maintainer.
ca_es: Informeu d'aquest problema al mantenidor del connector.

source: Before you do that, though, please first try [1:[2:searching] for similar issues], as it is quite likely that this problem has been reported before. For questions about installation and configuration of Trac or its plugins, please try the [3:mailing list] instead of creating a ticket.
ca_es: Abans de fer-ho, però, proveu de [1:[2:cercar] casos similars], ja que és probable que aquest problema ja haja estat reportat abans. Si teniu preguntes sobre la instaŀlació i configuració del Trac o els seus connectors, proveu amb la [3:llista de correu] en lloc de crear un tiquet.

source: Otherwise, please %(create)s a new bug report describing the problem and explain how to reproduce it.
ca_es: D'altra forma, %(create)s un informe d'error nou descrivint el problema i expliqueu com reproduir-ho.

source: Python Traceback
ca_es: Traça del Python

source: Most recent call last:
ca_es: La crida més recent al final:

source: [1:File "%(file)s", line [2:%(line)s], in] [3:%(function)s]
ca_es: [1:Fitxer "%(file)s", línia [2:%(line)s], en] [3:%(function)s]

source: Code fragment:
ca_es: Fragment del codi:

source: Local variables:
ca_es: Variables locals:

source: File "%(file)s", line %(line)s, in %(function)s
ca_es: Fitxer "%(file)s", línia %(line)s, en %(function)s

source: Switch to plain text view
ca_es: Canvia a la visualització en text pla

source: System Information:
ca_es: Informació del sistema:

source: Enabled Plugins:
ca_es: Connectors habilitats:

source: — The Trac User and Administration Guide
ca_es: — La guia d'usuari i administració del Trac

source: Change History for [1:%(name)s]
ca_es: Historial de canvis per a [1:%(name)s]

source: View changes
ca_es: Mostra els canvis

source: Change history
ca_es: Historial de canvis

source: Comment
ca_es: Comentari

source: View this version
ca_es: Mostra aquesta versió

source: IP-Address: %(ipnr)s
ca_es: Adreça-IP: %(ipnr)s

source: Available Projects
ca_es: Projectes disponibles

source: Search %(project)s
ca_es: Cerca en %(project)s

source: Download in other formats:
ca_es: Baixa en altres formats:

source: View attachment
ca_es: Mostra l'adjunt

source: Attachments
ca_es: Adjunts

source: Previous
ca_es: Anterior

source: Next
ca_es: Següent

source: (The file is empty)
ca_es: (El fitxer és buit)

source: [1:HTML preview not available], since no preview renderer could handle it.
ca_es: [1:La previsualització HTML no és disponible], ja que cap renderitzador de previsualització ho pot gestionar.

source: Try [1:downloading] the file instead.
ca_es: Proveu de [1:baixar] el fitxer.

source: (none)
ca_es: (cap)

source: Search:
ca_es: Cerca:

source: Context Navigation
ca_es: Navegació de context

source: Warning:
ca_es: Avís:

source: Powered by [1:[2:Trac %(version)s]][3:] By [4:Edgewall Software].
ca_es: Funciona amb el [1:[2:Trac %(version)s]][3:] per [4:Edgewall Software].

source: (Undefined)
ca_es: (No definit)

source: Ticket System
ca_es: Sistema de tiquets

source: The component "%(name)s" has been added.
ca_es: S'ha afegit el component «%(name)s».

source: Invalid component name.
ca_es: El nom del component és invàlid.

source: Component %(name)s already exists.
ca_es: El component %(name)s ja existeix.

source: No component selected
ca_es: No s'ha seleccionat cap component

source: The selected components have been removed.
ca_es: S'han suprimit els components seleccionats.

source: Milestone
ca_es: Fita

source: Completion date may not be in the future
ca_es: La data de compleció no pot estar en el futur

source: Invalid Completion Date
ca_es: La data de compleció és invàlida

source: The milestone "%(name)s" has been added.
ca_es: S'ha afegit la fita «%(name)s.

source: Invalid milestone name.
ca_es: El nom de la fita és invàlid.

source: Milestone %(name)s already exists.
ca_es: La fita %(name)s ja existeix.

source: No milestone selected
ca_es: No s'ha seleccionat cap fita

source: The selected milestones have been removed.
ca_es: S'han suprimit les fites seleccionades.

source: The version "%(name)s" has been added.
ca_es: S'ha afegit la versió «%(name)s.

source: Invalid version name.
ca_es: El nom de la versió és invàlid.

source: Version %(name)s already exists.
ca_es: La versió %(name)s ja existeix.

source: No version selected
ca_es: No s'ha seleccionat cap versió

source: The selected versions have been removed.
ca_es: S'han suprimit les versions seleccionades.

source: Time
ca_es: Hora

source: %(type)s value "%(name)s" already exists
ca_es: El valor de %(type)s «%(name)s» ja existeix

source: The %(field)s value "%(name)s" has been added.
ca_es: S'ha afegit el valor «%(name)s» per al camp %(field)s.

source: Invalid %(type)s value.
ca_es: El valor %(type)s és invàlid.

source: No %s selected
ca_es: Cap %s seleccionat

source: The selected %(field)s values have been removed.
ca_es: S'han suprimit els valors de %(field)s seleccionats.

source: Error writing to trac.ini, make sure it is writable by the web server. The default value has not been saved.
ca_es: S'ha produït un error en escriure al trac.ini. Assegureu-vos que el servidor web ho pot escriure. No s'ha desat el valor per defecte.

source: Order numbers must be unique
ca_es: Els números d'ordre han de ser únics

source: Possible Values
ca_es: Valors possibles

source: Invalid up/down value: %(value)s
ca_es: El valor amunt/avall és invàlid: %(value)s

source: Priority
ca_es: Prioritat

source: Priorities
ca_es: Prioritats

source: Resolution
ca_es: Resolució

source: Resolutions
ca_es: Resolucions

source: Severity
ca_es: Gravetat

source: Severities
ca_es: Gravetats

source: Ticket Type
ca_es: Tipus de tiquet

source: Ticket Types
ca_es: Tipus de tiquets

source: <number> must be a number
ca_es: <número> ha de ser un nombre

source: Ticket #%(num)s and all associated data removed.
ca_es: S'ha suprimit el tiquet #%(num)s i totes les dades associades.

source: Attachment
ca_es: Adjunt

source: Summary
ca_es: Resum

source: Reporter
ca_es: Notificador

source: Type
ca_es: Tipus

source: Status
ca_es: Estat

source: Keywords
ca_es: Paraules clau

source: Created
ca_es: Creat

source: Comment %(cnum)s for Ticket #%(id)s
ca_es: Comentari %(cnum)s per al tiquet #%(id)s

source: Ticket #%(shortname)s
ca_es: Tiquet #%(shortname)s

source: Current state no longer exists
ca_es: L'estat actual ja no existeix

source: The ticket will be disowned
ca_es: S'eliminarà el propietari del tiquet

source: to %(owner)s
ca_es: a %(owner)s

source: The owner will be changed from %(current_owner)s
ca_es: El propietari canviarà de %(current_owner)s

source: The owner will be changed from %(current_owner)s to %(selected_owner)s
ca_es: El propietari canviarà de %(current_owner)s a %(selected_owner)s

source: The owner will be changed from %(current_owner)s to %(authname)s
ca_es: El propietari canviarà de %(current_owner)s to %(authname)s

source: Your workflow attempts to set a resolution but none is defined (configuration issue, please contact your Trac admin).
ca_es: El vostre fluxe de treball intenta establir una resolució però no s'ha definit cap (això és un problema de configuració, contacteu amb l'administrador del Trac).

source: as %(resolution)s
ca_es: com %(resolution)s

source: The resolution will be set to %(name)s
ca_es: S'establirà la resolució a %(name)s

source: The resolution will be set
ca_es: S'establirà la resolució

source: The resolution will be deleted
ca_es: Se suprimirà la resolució

source: as %(status)s
ca_es: com %(status)s

source: Next status will be '%(name)s'
ca_es: L'estat següent serà «%(name)s»

source: Ticket %(id)s does not exist.
ca_es: El tiquet %(id)s no existeix.

source: Invalid ticket number
ca_es: El número de tiquet és invàlid

source: Multi-values fields not supported yet
ca_es: Els camps amb múltiples valors encara no són suportats

source: %(type)s %(name)s does not exist.
ca_es: El %(type)s %(name)s no existeix.

source: Invalid %(type)s name.
ca_es: El nom de %(type)s és invàlid.

source: Component %(name)s does not exist.
ca_es: El component %(name)s no existeix.

source: Milestone %(name)s does not exist.
ca_es: La fita %(name)s no existeix.

source: Invalid milestone name
ca_es: El nom de la fita és invàlid

source: Open (by due date)
ca_es: Oberts (per data de venciment)

source: Open (no due date)
ca_es: Oberts (sense data de venciment)

source: Closed
ca_es: Tancats

source: Version %(name)s does not exist.
ca_es: La versió %(name)s no existeix.

source: Invalid query constraint value
ca_es: El valor de la restricció de la consulta és invàlid

source: Query page %(page)s is invalid.
ca_es: La pàgina de consulta %(page)s és invàlida.

source: Query max %(max)s is invalid.
ca_es: El màxim de consulta %(max)s és invàlid.

source: Query filter requires field and constraints separated by a "="
ca_es: El filtre de consulta requereix que els camps i restriccions siguen separats per un «=»

source: Query filter requires field name
ca_es: El filtre de consulta requereix un nom de camp.

source: Page %(page)s is beyond the number of pages in the query
ca_es: La pàgina %(page)s és més enllà del nombre de pàgines a la consulta

source: Invalid ticket id list: %(value)s
ca_es: La llista d'id de tiquets és invàlida: %(value)s

source: contains
ca_es: conté

source: doesn't contain
ca_es: no conté

source: begins with
ca_es: comença amb

source: ends with
ca_es: acaba amb

source: is
ca_es: és

source: is not
ca_es: no és

source: Ticket
ca_es: Tiquet

source: Page %(num)d
ca_es: Pàgina %(num)d

source: RSS Feed
ca_es: Font RSS

source: Comma-delimited Text
ca_es: Text delimitat per comes

source: Tab-delimited Text
ca_es: Text delimitat per tabuladors

source: View Tickets
ca_es: Mostra els tiquets

source: Custom Query
ca_es: Consulta personalitzada

source: Available Reports
ca_es: Informes disponibles

source: No results
ca_es: Cap resultat

source: %(groupvalue)s %(groupname)s tickets matching %(query)s
ca_es: Tiquets de %(groupvalue)s %(groupname)s que coincideixen amb %(query)s

source: %(groupvalue)s %(groupname)s tickets:
ca_es: Tiquets de %(groupvalue)s %(groupname)s:

source: The report has been created.
ca_es: S'ha creat l'informe.

source: The report {%(id)d} has been deleted.
ca_es: S'ha suprimit l'informe {%(id)d}.

source: Delete Report {%(num)s} %(title)s
ca_es: Suprimeix l'informe {%(num)s} %(title)s

source: Report {%(num)s} does not exist.
ca_es: L'informe {%(num)s} no existeix.

source: Invalid Report Number
ca_es: El número d'informe és invàlid

source: Create New Report
ca_es: Crea un nou informe

source: Edit Report {%(num)d} %(title)s
ca_es: Edita l'informe {%(num)d} %(title)s

source: Report failed: %(error)s
ca_es: Ha fallat l'execució de l'informe: %(error)s

source: When specified, the report number should be "%(num)s".
ca_es: Quan s'especifica, el número d'informe hauria de ser «%(num)s».

source: SQL Query
ca_es: Consulta SQL

source: The following arguments are missing: %(args)s
ca_es: Manquen els arguments següents: %(args)s

source: Report {%(num)s} has no SQL query.
ca_es: L'informe {%(num)s} no té consulta SQL.

source: Query parameter "sort=%(sort_col)s" is invalid
ca_es: El paràmetre de la consulta «sort=%(sort_col)s» és invàlid

source: ticket status
ca_es: estat del tiquet

source: tickets
ca_es: tiquets

source: '%(group1)s' and '%(group2)s' milestone groups both are declared to be "catch-all" groups. Please check your configuration.
ca_es: Els grups de fites «%(group1)s i «%(group2)s» estan declarats com grups de tipus «catch-all». Reviseu la configuració.

source: '%(groupname)s' milestone group reused status '%(status)s' already taken by other groups. Please check your configuration.
ca_es: L'estat %(status)s del grup de fites «%(groupname)s» ja s'està emprant en altres grups. Reviseu la configuració.

source: Roadmap
ca_es: Planificació

source: Milestone %(name)s
ca_es: Fita %(name)s

source: Ticket #%(num)s: %(summary)s
ca_es: Tiquet #%(num)s: %(summary)s

source: Milestones reached
ca_es: Fites assolides

source: Milestone %(name)s completed
ca_es: S'ha completat la fita %(name)s

source: The milestone "%(name)s" has been deleted.
ca_es: S'ha suprimit la fita «%(name)s».

source: Milestone "%(name)s" already exists, please choose another name.
ca_es: La fita «%(name)s ja existeix, trieu un altre nom.

source: You must provide a name for the milestone.
ca_es: Heu de donar un nom per a la fita.

source: Invalid Ticket
ca_es: El tiquet és invàlid

source: New Ticket
ca_es: Tiquet nou

source: id can't be set for a new ticket request.
ca_es: no es pot establir l'id per a una petició de tiquet nou.

source: Tickets opened and closed
ca_es: Tiquets oberts i tancats

source: Ticket updates
ca_es: Actualitzacions als tiquets

source: %(labels)s changed
ca_es: %(labels)s canviat

source: The action "%(name)s" is not available.
ca_es: L'acció «%(name)s» no és disponible.

source: Please review your configuration, probably starting with %(section)s in your %(tracini)s.
ca_es: Comproveu la configuració, començant per la secció %(section)s al %(tracini)s.

source: Ticket #%(id)s
ca_es: Tiquet #%(id)s

source: Previous Ticket
ca_es: Tiquet anterior

source: Next Ticket
ca_es: Tiquet següent
